tap "caskformula/caskformula"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "k1low/tap"
tap "matsu0228/fsrpl"
brew "ca-certificates"
brew "openssl@1.1"
brew "ansible"
brew "gettext"
brew "atkmm"
brew "glibmm@2.66"
brew "autoconf"
brew "automake"
brew "azure-cli"
brew "bash"
brew "bash-completion@2"
brew "bison"
brew "bzip2"
brew "freetype"
brew "pkg-config"
brew "cairo"
brew "cairomm"
brew "catimg"
brew "cfn-lint"
brew "cmake"
brew "gmp"
brew "coreutils"
brew "editorconfig"
brew "f3"
brew "libevent"
brew "fftw"
brew "flatbuffers"
brew "libtool"
brew "freetds"
brew "gdk-pixbuf"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "gnu-sed"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "pcre"
brew "groonga"
brew "gtk+"
brew "pangomm@2.46"
brew "gtkmm"
brew "hping"
brew "hub"
brew "libusbmuxd"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "libheif"
brew "imagemagick"
brew "jpeg"
brew "jpeginfo"
brew "jpegoptim"
brew "oniguruma"
brew "jq"
brew "libgsf"
brew "libiconv"
brew "libsoup"
brew "libxml2", link: true
brew "lolcat"
brew "mhash"
brew "mcrypt"
brew "mono"
brew "ncftp"
brew "nkf"
brew "nmap"
brew "openjdk"
brew "openssl@3"
brew "pandoc"
brew "pangomm"
brew "poppler"
brew "postgresql@14"
brew "putty"
brew "pwgen"
brew "pyenv"
brew "python@3.8"
brew "rbenv"
brew "re2c"
brew "reattach-to-user-namespace"
brew "ruby"
brew "selenium-server"
brew "shellcheck"
brew "swagger-codegen"
brew "telnet"
brew "tidy-html5"
brew "tig"
brew "tree"
brew "ttyrec"
brew "vala"
brew "vim"
brew "vips"
brew "volta"
brew "wget"
brew "yq"
brew "zlib"
brew "hudochenkov/sshpass/sshpass"
brew "k1low/tap/tbls"
cask "1password"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "appcleaner"
cask "avidemux"
cask "bitwarden"
cask "clipy"
cask "coteditor"
cask "cyberduck"
cask "discord"
cask "docker"
cask "drawio"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "github"
cask "google-chrome"
cask "google-japanese-ime"
cask "handbrake"
cask "iina"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "joplin"
cask "kindle"
cask "krita"
cask "libreoffice"
cask "local"
cask "microsoft-teams"
cask "notion"
cask "obs"
cask "obsidian"
cask "onedrive"
cask "onyx"
cask "qgis"
cask "raycast"
cask "sequel-pro"
cask "skitch"
cask "slack"
cask "sourcetree"
cask "stoplight-studio"
cask "the-unarchiver"
cask "ultimaker-cura"
cask "vagrant"
cask "visual-studio-code"
cask "warp"
cask "zoom"
