tap "go-to-k/tap"
tap "roots/tap"
brew "libpng"
brew "autoconf"
brew "automake"
brew "openssl@3"
brew "awscli"
brew "bison"
brew "icu4c@77"
brew "cloudflare-wrangler"
brew "docker"
brew "freetype"
brew "gd"
brew "gettext"
brew "gh"
brew "git"
brew "gnu-sed"
brew "imagemagick"
brew "jpeg"
brew "oniguruma"
brew "jq"
brew "krb5"
brew "libedit"
brew "libiconv"
brew "libxml2"
brew "libzip"
brew "mise"
brew "pkgconf"
brew "postgresql@14"
brew "re2c"
brew "tig"
brew "unzip"
brew "vim"
brew "wget"
brew "yq"
brew "zlib"
brew "go-to-k/tap/cls3"
brew "roots/tap/trellis-cli"
cask "1password"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "alacritty"
cask "appcleaner"
cask "avidemux"
cask "blackhole-16ch"
cask "caffeine"
cask "chatgpt"
cask "claude"
cask "coteditor"
cask "cursor"
cask "cyberduck"
cask "dbeaver-community"
cask "devtoys"
cask "devutils"
cask "discord"
cask "docker"
cask "drawio"
cask "firefox"
cask "font-fira-code"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "github"
cask "google-japanese-ime"
cask "google-japanese-ime@dev"
cask "handbrake"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "joplin"
cask "kdiff3"
cask "keka"
cask "keyboard-cleaner"
cask "krita"
cask "local"
cask "onedrive"
cask "onlyoffice"
cask "raycast"
cask "shotcut"
cask "simple-web-server"
cask "slack"
cask "sourcetree"
cask "superwhisper"
cask "table-tool"
cask "transmission"
cask "visual-studio-code"
cask "vnc-viewer"
cask "warp"
cask "xnconvert"
cask "yacreader"
cask "zoom"
vscode "asciidoctor.asciidoctor-vscode"
vscode "attilabuti.vscode-mjml"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "craigmaslowski.erb"
vscode "docker.docker"
vscode "editorconfig.editorconfig"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hediet.vscode-drawio"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "redhat.vscode-yaml"
vscode "rooveterinaryinc.roo-cline"
vscode "saoudrizwan.claude-dev"
vscode "sianglim.slim"
vscode "typespec.typespec-vscode"
vscode "vscodevim.vim"
